Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Translate Selected to All Languages** — appears in the language bar when editing the base language with text shapes selected. Translates the selection into every other language at once.
ar: **الترجمة المحددة لجميع اللغات** — تظهر في شريط اللغة عند تحرير اللغة الأساسية مع تحديد أشكال النص. يترجم التحديد إلى كل لغة أخرى في وقت واحد.
ca: **Tradueix el seleccionat a tots els idiomes**: apareix a la barra d'idiomes quan s'edita l'idioma base amb les formes de text seleccionades. Tradueix la selecció a qualsevol altre idioma alhora.
cs: **Přeložit vybrané do všech jazyků** – zobrazí se na panelu jazyků při úpravě základního jazyka s vybranými tvary textu. Přeloží výběr do všech ostatních jazyků najednou.
da: **Oversæt udvalgte til alle sprog** — vises i sproglinjen, når du redigerer grundsproget med valgte tekstformer. Oversætter udvalget til alle andre sprog på én gang.
de: **Ausgewählte in alle Sprachen übersetzen** – erscheint in der Sprachleiste, wenn du in der Basissprache Textformen ausgewählt hast. Übersetzt die Auswahl auf einmal in alle anderen Sprachen.
el: **Μετάφραση επιλεγμένη σε όλες τις γλώσσες** — εμφανίζεται στη γραμμή γλώσσας κατά την επεξεργασία της βασικής γλώσσας με επιλεγμένα σχήματα κειμένου. Μεταφράζει την επιλογή σε κάθε άλλη γλώσσα ταυτόχρονα.
es: **Traducir seleccionados a todos los idiomas**: aparece en la barra de idioma al editar el idioma base con formas de texto seleccionadas. Traduce la selección a todos los demás idiomas a la vez.
fa: **ترجمهٔ موارد انتخاب‌شده به همهٔ زبان‌ها** — هنگام ویرایش زبان پایه و انتخاب شکل‌های متنی، در نوار زبان ظاهر می‌شود. موارد انتخاب‌شده را یک‌جا به همهٔ زبان‌های دیگر ترجمه می‌کند.
fi: **Käännä valitut kaikkiin kieliin** — näkyy kielipalkissa, kun peruskieltä muokataan ja tekstimuodot on valittu. Kääntää valinnan kaikille muille kielille kerralla.
fr: **Traduire la sélection dans toutes les langues** — apparaît dans la barre de langue lorsque vous modifiez la langue de base avec des formes de texte sélectionnées. Traduit la sélection dans toutes les autres langues en une fois.
he: **תרגם נבחרים לכל השפות** — מופיע בסרגל השפה בעת עריכת שפת הבסיס עם צורות טקסט נבחרות. מתרגם את הבחירה לכל שפה אחרת בבת אחת.
hr: **Prevedi odabrano na sve jezike** — pojavljuje se na jezičnoj traci prilikom uređivanja osnovnog jezika s odabranim oblicima teksta. Prevodi odabir na svaki drugi jezik odjednom.
hu: **A kijelölt nyelvek fordítása minden nyelvre** — megjelenik a nyelvi sávban, ha az alapnyelvet szerkeszti a kiválasztott szövegalakzatokkal. Egyszerre lefordítja a kijelölést minden más nyelvre.
id: **Terjemahkan yang Dipilih ke Semua Bahasa** — muncul di bilah bahasa saat mengedit bahasa dasar dengan bentuk teks yang dipilih. Menerjemahkan pilihan ke dalam bahasa lain sekaligus.
it: **Traduci selezione in tutte le lingue**: compare nella barra delle lingue quando modifichi la lingua di base con forme di testo selezionate. Traduce la selezione in tutte le altre lingue in una volta.
ja: **選択項目をすべての言語に翻訳** — テキスト図形を選択して基本言語を編集しているときに、言語バーに表示されます。選択項目をほかのすべての言語に一度に翻訳します。
ko: **선택한 항목을 모든 언어로 번역** — 텍스트 도형을 선택한 채 기본 언어를 편집할 때 언어 막대에 나타납니다. 선택 항목을 다른 모든 언어로 한 번에 번역합니다.
ms: **Terjemah Dipilih ke Semua Bahasa** — muncul dalam bar bahasa apabila mengedit bahasa asas dengan bentuk teks dipilih. Menerjemahkan pilihan ke dalam setiap bahasa lain sekaligus.
nl: **Geselecteerde vertaling naar alle talen** — verschijnt in de taalbalk bij het bewerken van de basistaal met geselecteerde tekstvormen. Vertaalt de selectie in één keer naar elke andere taal.
no: **Oversett valgt til alle språk** — vises i språklinjen når du redigerer grunnspråket med tekstformer valgt. Oversetter utvalget til alle andre språk på en gang.
pl: **Przetłumacz wybrane na wszystkie języki** — pojawia się na pasku języka podczas edycji języka podstawowego z zaznaczonymi kształtami tekstu. Tłumaczy zaznaczenie na każdy inny język jednocześnie.
pt_br: **Traduzir seleção para todos os idiomas** — aparece na barra de idiomas ao editar o idioma base com formas de texto selecionadas. Traduz a seleção para todos os outros idiomas de uma vez.
pt_pt: **Traduzir selecionado para todos os idiomas** — aparece na barra de idiomas ao editar o idioma base com formas de texto selecionadas. Traduz a seleção para todos os outros idiomas de uma só vez.
ro: **Traduceți selectat în toate limbile** — apare în bara de limbi atunci când editați limba de bază cu formele de text selectate. Traduce selecția în orice altă limbă simultan.
ru: **Перевести выбранное на все языки** — появляется на панели языков, когда вы редактируете базовый язык и выбраны текстовые фигуры. Переводит выделение сразу на все остальные языки.
sk: **Preložiť vybrané do všetkých jazykov** – zobrazí sa na paneli jazykov pri úprave základného jazyka s vybratými tvarmi textu. Preloží výber do každého iného jazyka naraz.
sl: **Prevedi izbrano v vse jezike** — prikaže se v jezikovni vrstici, ko urejate osnovni jezik z izbranimi oblikami besedila. Prevede izbor v vse druge jezike hkrati.
sv: **Översätt valda till alla språk** — visas i språkfältet när du redigerar basspråket med markerade textformer. Översätter urvalet till alla andra språk på en gång.
th: **แปลที่เลือกเป็นภาษาทั้งหมด** — ปรากฏในแถบภาษาเมื่อแก้ไขภาษาพื้นฐานด้วยรูปร่างข้อความที่เลือก แปลส่วนที่เลือกเป็นภาษาอื่นๆ ในคราวเดียว
tr: **Seçileni Tüm Dillere Çevir** — temel dil düzenlenirken metin şekilleri seçiliyse dil çubuğunda görünür. Seçimi aynı anda diğer tüm dillere çevirir.
uk: **Перекласти вибране всіма мовами** — з’являється на панелі мов, коли ви редагуєте базову мову й вибрано текстові фігури. Перекладає вибране всіма іншими мовами одразу.
ur: **Translate Selected to All Languages** — لینگویج بار میں ظاہر ہوتا ہے جب متن کی شکلوں کے ساتھ بنیادی زبان میں ترمیم کی جاتی ہے۔ انتخاب کو ایک ہی وقت میں ہر دوسری زبان میں ترجمہ کرتا ہے۔
vi: **Dịch đã chọn sang tất cả ngôn ngữ** — xuất hiện trên thanh ngôn ngữ khi chỉnh sửa ngôn ngữ cơ sở với hình dạng văn bản được chọn. Dịch lựa chọn sang mọi ngôn ngữ khác cùng một lúc.
zh_hans: **将所选内容翻译为所有语言**——在编辑基准语言且选中文本形状时出现在语言栏中。可一次性将所选内容翻译成其他所有语言。
zh_hant: **將所選內容翻譯成所有語言**——在編輯基準語言且選取文字形狀時，會出現在語言列中。一次將所選內容翻譯成其他所有語言。

source: **Type rotation degrees directly.** The rotation field accepts text input — type `45` for an exact 45° rotation instead of dragging.
ar: **اكتب درجات التدوير مباشرةً.** يقبل حقل التدوير إدخال النص — اكتب `45` للتدوير الدقيق بمقدار 45 درجة بدلاً من السحب.
ca: **Escriu graus de rotació directament.** El camp de rotació accepta l'entrada de text: escriviu "45" per a una rotació exacta de 45° en lloc d'arrossegar.
cs: **Stupně otočení zadejte přímo.** Pole otočení přijímá textový vstup – místo přetahování zadejte „45“ pro přesné otočení o 45°.
da: **Skriv rotationsgrader direkte.** Rotationsfeltet accepterer tekstinput - skriv "45" for en nøjagtig 45° rotation i stedet for at trække.
de: **Drehwinkel direkt eingeben.** Das Drehungsfeld akzeptiert Texteingaben – gib `45` für eine exakte Drehung um 45° ein, statt zu ziehen.
el: **Πληκτρολογήστε μοίρες περιστροφής απευθείας.** Το πεδίο περιστροφής δέχεται την εισαγωγή κειμένου — πληκτρολογήστε «45» για ακριβή περιστροφή 45° αντί να σύρετε.
es: **Escribe los grados de rotación.** El campo de rotación admite texto: escribe `45` para una rotación exacta de 45° en lugar de arrastrar.
fa: **درجهٔ چرخش را مستقیم تایپ کنید.** فیلد چرخش ورودی متنی می‌پذیرد — به‌جای کشیدن، `45` را برای چرخش دقیق ۴۵ درجه تایپ کنید.
fi: **Kirjoita kiertoasteet suoraan.** Kääntökenttä hyväksyy tekstinsyötön – kirjoita "45", jos haluat kääntää tarkasti 45° vetämisen sijaan.
fr: **Saisissez directement l'angle de rotation.** Le champ de rotation accepte une saisie au clavier — tapez `45` pour une rotation exacte de 45° au lieu de faire glisser.
he: **הקלד דרגות סיבוב ישירות.** שדה הסיבוב מקבל קלט טקסט - הקלד '45' לסיבוב מדויק של 45° במקום גרירה.
hr: **Izravno upišite stupnjeve rotacije.** Polje rotacije prihvaća unos teksta — upišite `45` za točnu rotaciju od 45° umjesto povlačenja.
hu: **Gépelje be közvetlenül az elforgatási fokokat.** Az elforgatási mező elfogadja a szövegbevitelt – a 45°-os pontos 45°-os elforgatásához írjon be húzás helyett.
id: **Ketik derajat rotasi secara langsung.** Bidang rotasi menerima input teks — ketik `45` untuk rotasi tepat 45°, bukan menyeret.
it: **Digita direttamente i gradi di rotazione.** Il campo della rotazione accetta testo: digita `45` per una rotazione esatta di 45° invece di trascinare.
ja: **回転角度は直接入力できる**。回転フィールドにはテキストを入力できます。ドラッグする代わりに `45` と入力すれば、正確に45°回転します。
ko: **회전 각도를 직접 입력하세요.** 회전 필드에는 텍스트 입력이 허용됩니다. 드래그하는 대신 정확히 45° 회전하려면 '45'를 입력하세요.
ms: **Taip darjah putaran terus.** Medan putaran menerima input teks — taip `45` untuk putaran tepat 45° dan bukannya menyeret.
nl: **Typ de rotatiegraden direct.** Het rotatieveld accepteert tekstinvoer: typ `45` voor een exacte rotatie van 45° in plaats van te slepen.
no: **Skriv rotasjonsgrader direkte.** Rotasjonsfeltet godtar tekstinntasting - skriv inn "45" for en nøyaktig 45° rotasjon i stedet for å dra.
pl: **Wpisz bezpośrednio stopnie obrotu.** Pole obrotu umożliwia wprowadzanie tekstu — wpisz „45”, aby uzyskać dokładny obrót o 45° zamiast przeciągania.
pt_br: **Digite graus de rotação diretamente.** O campo de rotação aceita entrada de texto — digite `45` para uma rotação exata de 45° em vez de arrastar.
pt_pt: **Digite os graus de rotação diretamente.** O campo de rotação aceita entrada de texto — digite `45` para uma rotação exata de 45° em vez de arrastar.
ro: **Tastați direct grade de rotație.** Câmpul de rotație acceptă introducerea textului — tastați `45` pentru o rotație exactă de 45° în loc să trageți.
ru: **Вводите угол поворота напрямую.** Поле поворота принимает ввод с клавиатуры — введите `45`, чтобы повернуть ровно на 45°, вместо перетаскивания.
sk: **Priamo zadajte stupne otočenia.** Pole otočenia akceptuje zadávanie textu – namiesto ťahania zadajte „45“ pre presné otočenie o 45°.
sl: **Neposredno vnesite stopinje zasuka.** Polje za zasuk sprejema vnos besedila — vnesite `45` za natančen zasuk za 45° namesto vlečenja.
sv: **Skriv rotationsgrader direkt.** Rotationsfältet accepterar textinmatning — skriv "45" för en exakt 45° rotation istället för att dra.
th: **พิมพ์องศาการหมุนโดยตรง** ช่องการหมุนยอมรับการป้อนข้อความ — พิมพ์ `45` เพื่อให้ได้การหมุน 45° ที่แน่นอนแทนการลาก
tr: **Döndürme derecesini doğrudan yazın.** Döndürme alanı metin girişini kabul eder — sürüklemek yerine tam 45° döndürme için `45` yazın.
uk: **Вводьте кут повороту напряму.** Поле повороту приймає текст — введіть `45` для точного повороту на 45° замість перетягування.
ur: **روٹیشن ڈگریوں کو براہ راست ٹائپ کریں۔** روٹیشن فیلڈ ٹیکسٹ ان پٹ کو قبول کرتی ہے — گھسیٹنے کے بجائے بالکل 45° گردش کے لیے `45` ٹائپ کریں۔
vi: **Nhập độ xoay trực tiếp.** Trường xoay chấp nhận kiểu nhập văn bản — nhập `45` để xoay chính xác 45° thay vì kéo.
zh_hans: **直接输入旋转角度**。旋转字段支持文本输入——输入 `45` 即可精确旋转 45°，无需拖动。
zh_hant: **直接輸入旋轉角度**。旋轉欄位接受文字輸入——輸入 `45` 即可精確旋轉 45°，不必拖移。

source: **Updates** — **Automatically check for updates**, and **Check for Updates…** to look right away. The same command is in the **Screenshot Bro** menu.
ar: **التحديثات** — **التحقق تلقائيًا من وجود تحديثات**، و**التحقق من وجود تحديثات...** للبحث على الفور. نفس الأمر موجود في القائمة **Screenshot Bro**.
ca: **Actualitzacions**: **Comprova automàticament si hi ha actualitzacions** i **Comprova si hi ha actualitzacions...** per cercar immediatament. La mateixa ordre es troba al menú **Screenshot Bro**.
cs: **Aktualizace** — **Automaticky vyhledávat aktualizace** a **Vyhledat aktualizace…**, abyste se okamžitě podívali. Stejný příkaz je v nabídce **Screenshot Bro**.
da: **Opdateringer** — **Søg automatisk for opdateringer**, og **Søg efter opdateringer...** for at se med det samme. Den samme kommando er i menuen **Screenshot Bro**.
de: **Updates** – **Automatisch nach Updates suchen** und **Nach Updates suchen …**, um sofort nachzusehen. Denselben Befehl findest du im Menü **Screenshot Bro**.
el: **Ενημερώσεις** — **Ελέγξτε αυτόματα για ενημερώσεις** και **Ελέγξτε για ενημερώσεις…** για να ψάξετε αμέσως. Η ίδια εντολή βρίσκεται στο μενού **Screenshot Bro**.
es: **Actualizaciones**: **Buscar actualizaciones automáticamente** y **Buscar actualizaciones…** para comprobarlo al momento. El mismo comando está en el menú **Screenshot Bro**.
fa: **به‌روزرسانی‌ها** — **بررسی خودکار به‌روزرسانی‌ها** و **بررسی به‌روزرسانی‌ها…** برای بررسی فوری. همین فرمان در منوی **Screenshot Bro** هم هست.
fi: **Päivitykset** — **Tarkista päivitykset automaattisesti** ja **Tarkista päivitykset…** etsiäksesi ne heti. Sama komento on **Screenshot Bro**-valikossa.
fr: **Mises à jour** — **Rechercher automatiquement les mises à jour**, et **Rechercher des mises à jour…** pour vérifier tout de suite. La même commande se trouve dans le menu **Screenshot Bro**.
he: **עדכונים** - **בדוק באופן אוטומטי אם יש עדכונים**, ו-**בדוק אם יש עדכונים...** כדי לחפש מיד. אותה פקודה נמצאת בתפריט **Screenshot Bro**.
hr: **Ažuriranja** — **Automatski provjeri ima li ažuriranja** i **Provjeri ažuriranja…** da biste odmah pogledali. Ista naredba nalazi se u izborniku **Screenshot Bro**.
hu: **Frissítések** — **Frissítések automatikus keresése** és **Frissítések keresése…** az azonnali kereséshez. Ugyanez a parancs található a **Screenshot Bro** menüben.
id: **Pembaruan** — **Memeriksa pembaruan secara otomatis**, dan **Periksa Pembaruan…** untuk langsung melihatnya. Perintah yang sama ada di menu **Screenshot Bro**.
it: **Aggiornamenti** — **Controlla automaticamente gli aggiornamenti** e **Controlla aggiornamenti…** per verificare subito. Lo stesso comando si trova nel menu **Screenshot Bro**.
ja: **アップデート** — **アップデートを自動的に確認** と、今すぐ確認する **アップデートを確認…**。同じコマンドは **Screenshot Bro** メニューにもあります。
ko: **업데이트** — **자동으로 업데이트 확인**과 지금 바로 확인하는 **업데이트 확인…**. 같은 명령이 **Screenshot Bro** 메뉴에도 있습니다.
ms: **Kemas kini** — **Semak kemas kini secara automatik** dan **Semak Kemas Kini…** untuk melihat dengan segera. Perintah yang sama terdapat dalam menu **Screenshot Bro**.
nl: **Updates** — **Controleer automatisch op updates** en **Controleer op updates...** om meteen te zoeken. Dezelfde opdracht vindt u in het menu **Screenshot Bro**.
no: **Oppdateringer** — **Se etter oppdateringer automatisk**, og **Se etter oppdateringer...** for å se med en gang. Den samme kommandoen er i **Screenshot Bro**-menyen.
pl: **Aktualizacje** — **Automatycznie sprawdzaj dostępność aktualizacji** i **Sprawdź aktualizacje…**, aby natychmiast je sprawdzić. To samo polecenie znajduje się w menu **Screenshot Bro**.
pt_br: **Atualizações** — **Verificar atualizações automaticamente** e **Verificar Atualizações…** para conferir na hora. O mesmo comando está no menu **Screenshot Bro**.
pt_pt: **Atualizações** — **Verificar atualizações automaticamente** e **Verificar atualizações…** para procurar imediatamente. O mesmo comando está no menu **Screenshot Bro**.
ro: **Actualizări** — **Verificați automat actualizările** și **Verificați actualizările...** pentru a căuta imediat. Aceeași comandă este în meniul **Screenshot Bro**.
ru: **Обновления** — **Автоматически проверять обновления** и **Проверить обновления…**, чтобы проверить прямо сейчас. Та же команда есть в меню **Screenshot Bro**.
sk: **Aktualizácie** — **Automaticky kontrolovať aktualizácie** a **Vyhľadať aktualizácie...**, aby ste ich mohli okamžite vyhľadať. Rovnaký príkaz je v ponuke **Screenshot Bro**.
sl: **Posodobitve** — **Samodejno preveri, ali so na voljo posodobitve** in **Preveri, ali so na voljo posodobitve…**, da takoj poiščeš. Isti ukaz je v meniju **Screenshot Bro**.
sv: **Uppdateringar** — **Sök automatiskt efter uppdateringar** och **Sök efter uppdateringar...** för att titta direkt. Samma kommando finns i **Screenshot Bro**-menyn.
th: **การอัปเดต** — **ตรวจสอบการอัปเดตโดยอัตโนมัติ** และ **ตรวจสอบการอัปเดต…** เพื่อดูทันที คำสั่งเดียวกันนี้อยู่ในเมนู **Screenshot Bro**
tr: **Güncellemeler** — **Güncellemeleri otomatik olarak denetle** ve hemen bakmak için **Güncellemeleri Denetle…**. Aynı komut **Screenshot Bro** menüsünde de bulunur.
uk: **Оновлення** — **Автоматично перевіряти оновлення** і **Перевірити оновлення…**, щоб перевірити одразу. Та сама команда є в меню **Screenshot Bro**.
ur: **اپ ڈیٹس** — **اپ ڈیٹس کے لیے خودکار طور پر چیک کریں**، اور **اپ ڈیٹس کے لیے چیک کریں…** فوراً دیکھنے کے لیے۔ وہی کمانڈ **Screenshot Bro** مینو میں ہے۔
vi: **Cập nhật** — **Tự động kiểm tra các bản cập nhật** và **Kiểm tra các bản cập nhật…** để xem ngay. Lệnh tương tự nằm trong trình đơn **Screenshot Bro**.
zh_hans: **更新** — **自动检查更新**，以及立即检查的 **检查更新…**。同一命令也在 **Screenshot Bro** 菜单中。
zh_hant: **更新項目** — **自動檢查更新項目**，以及立即檢查的**檢查更新項目…**。同一指令也在 **Screenshot Bro** 選單中。
